Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/forms_schemes_fi/saamelainen_varhaiskasvatussuunnitelma.pdf.tmx
Source language: fin
Languages: sms

source: Pojat voivat kokea luonnossa toimimisen mielekkäämmäksi kuin sisätiloissa työskentelyn.
sms: Päärn vuäitte ǩiõʹččlâstted luâđast toimmjumuužž miõllsubun ko sest tueʹjjumuužž.

source: Tytöt ovat usein aktiivisempia sisätiloissa.
sms: Niõđ lie täuʹjja jäänab aktiivlaž sest.

source: Varhaiskasvatuksessa voi hyödyntää luontoa vahvistamaan poikien itseluottamusta myös heille vieraammassa ympäristössä.
sms: Håiddâkksai peâmmʼmuužžâst vuäitt âânned äuʹǩǩen luâđ raaveed paarni jiõččnaʹddjõõzz še sijjid veeres pirrõõzzâst.

source: Ja vastaavasti hyödyntää tyttöjen aktiivisuutta sisätiloissa vahvistamaan heidän omatoimisuuttaan esimerkiksi luonnossa.
sms: Da västteeʹl âânned äuʹǩǩen niõđi aktiivlažvuõđ sest raaveed siʹjji jiõččtoimmjemvuõđ õuddmiârkkan luâđast.

source: Saamelaisen näkemyksen mukaan kohtuus on ihmisiksi elämistä.
sms: Säʹmmla vuäinnmõõžž mieʹldd mäʹrddnalla jeäʹllmuš lij ooumžen jeäʹllmõš.

source: Kohtuus ja oikeudenmukaisuus muodostavat ihmisyyden perustan.
sms: Mäʹrddnalla jeäʹllmuš da vuõiggâdvuâđlážvuõtt räʹjje oummu vuađ.

source: Tavoitellakseen hyvää elämänhallintaa ihminen pyrkii päämäärätietoisesti elämään hallitusti ja kohtuullisesti.
sms: Täävvtõõleest pueeʹr jieʹllem vaaldšemvuõđ ooumaž pârgg miertieʹđeeʹl jieʹlled vaaldšeeʹl da mäʹrddnalla.

source: Ihmisyyteen kuuluu myös sovinnollisuus ja kyky tulla toimeen erilaisten ihmisten ja luonnon kanssa.
sms: Ooumažvuõtte kooll še suåvâdvuõtt da oodd pirǧǧeed jeeresnallšem oummivuiʹm da luâđast.

source: Varhaiskasvatuksessa tasa-arvoa ja ihmisyyttä voidaan edistää erilaisilla ystävä –keskusteluilla ja roolileikeillä, joissa harjoitellaan omien tunteiden, ajatusten ja kokemusten esille tuomista.
sms: Håiddâkksai peâmmʼmuužžâst tääzzäärvv da ooumažvuõđ vueitet õõudeed jeerenallšem nazvaan – saǥstõõllmuužživuiʹm da rool siõrivuiʹm, koin harjjtõõlât jiiʹjjez tobddmuužži, -juʹrddji da ǩiõʹččlâstmuužži õudde pohttmõõzz.

source: 6. Rauha ja sovinnollisuus
sms: 4.2.6. Rääuh da suåvâdvuõtt

source: Monikulttuurisessa yhteisössä ihmisen osaa toimia yhteisössä vallalla olevien normien mukaisesti ja sopeutuu menettämättä persoonallisia ominaisuuksiaan ja kulttuuriaan.
sms: Määŋgkulttuurlaž ʹddest oummu silttee toimmjed õhttsažkååʹddest väʹlddnoormi mieʹldd da šeätte mõõnteǩani persoonlaž jiiʹjjesnallšemvuõđâs da kulttuures.

source: Saamelaisille on luonteenomaista hakea kokemuksia muista kulttuureista, etsiä yhteyksiä eroavaisuuksiin ja sovittaa yhteen kulttuuriset ristiriitaisuudet elämänhallinnan ja pärjäämisen parantamiseksi.
sms: Säʹmmlaid lij luâdmieʹĺddsaž ooccâd ǩiõʹččlâsttmuužžid jeeres kulttuurin, ooccâd õhttvuõđid räätktõõzzid da šiõtteed õhtte kulttuurlaž risttreiddsažvuõđid jieʹllemvaalđšem da pirǧǧeem pueʹrumužže.

source: Hyvä suuntautumiskyky metsässä liikkumisessa, keskusteluissa ja ajattelussa edistävät myös hyvää elämänhallintaa.
sms: Pueʹrr teäʹttemodd mieʹccest likkumuužžâst, saǥstõõllmuužžin da jurddjin õõudee še pueeʹr jieʹllem vaaldšummuužž.

source: Lapsen kanssa keskustellessa huomioidaan kokonaisvaltaisesti kaikki asiaan vaikuttavat tekijät, mutta ei harhauduta sivuseikkoihin.
sms: Päärnavuiʹm saǥstõõleest väʹldded lokku obbvääʹldelt puk aʹššu vaaikteei raajjʼ jid, le-ša jeäʹt čorran ääʹššest.

source: Sosiaalinen huomiokyky ja toisten huomioon ottaminen ovat tärkeitä sosiaalisuuteen kasvamisessa.
sms: Sosialaž vuâmmšemoodd da kueiʹmi loʹkku väʹlddmuš lie vääžnai sosiaalážvuõtte šõddmuužžâst.

source: Sukulaisuussuhteiden korostaminen ja lapsen mukaan ottaminen erilaisiin askareisiin edistävät lapsen sosiaalisuutta.
sms: Ruåttkõskkvuõđi kaggmuš da päärna mieʹldd väʹlldmõš jeeʹresnallšem tuâʹjjstõõllmuužžid õõudee päärna sosiaalvuõđ.

source: 7. Monikulttuurisuus
sms: 4.2.7. Määŋgkulttuurvuõtt

source: Saamelaiset asuvat neljän eri valtion alueella ja elävät monien kulttuurien vaikutusten alaisuudessa.
sms: Säʹmmla jällste neeljj jeeʹres valdia vuuʹvdest da jeäʹlle määŋgai kulttuurvaaiktõõzzi vueʹlnn.

source: Tämä edellyttää ihmiseltä hyviä monikulttuurisia piirteitä sekä monen maan kansalaistaitojen osaamista.
sms: Tät õõlǥad oummust pueʹrid määŋgkulttuurlažvueʹjjid di määŋg jânnam meeʹrčeäʹppvuõđi silttumuužž.

source: Saamelaiset pyrkivät kasvatuksella kehittämään näitä ominaisuuksia.
sms: Säʹmmla pâʹrǧǧe peâmmʼmeeʹl õõudeed täiʹd jiiʹjjesnallšemvuõdid.

source: Monikulttuurisuuskasvatus sisältää positiivisen ja aktiivisen kulttuurien välisen vuorovaikutuksen, erilaisuuden kunnioittamisen sekä sellaisten taitojen ja tietojen oppimisen, jotka ovat edellytyksenä monikulttuurisessa yhteiskunnassa menestymiselle.
sms: Määŋgkulttuurvuõtte mättʼtjem sizz kolle positiiivlaž da aktiivlaž kulttuurkõskksa vuârrvaaiktõõzz, jeeʹresnaašemvuõđ cisttjumuužž di nåkkmi čeäʹppvuõđi da teâđai mättjem, kook lie õuddldõzzân määŋgkulttuurlaž õhttsažkååʹddest spraavvdõõttmužže.

source: Varhaiskasvatuksessa lapsella tulee olla mahdollisuus kehittää kulttuurista tietoisuuttaan ja erilaisuuksien yhteyksien ymmärtämistä.
sms: Håiddâkksai peâmmʼmuužžâst päärnast ferttai leeʹd vueittemvuõtt õõudâsviikkâd kulttuurlaž tiâttmuužžâs da jeeʹresnallšemvuõđi õhttvuõđi fiʹttjõs.

source: Hyvä havainnointikyky auttaa havaitsemaan pienimmätkin kulttuurierot ja vahvan kulttuuritajun avulla ihminen kykenee eri tilanteissa mukauttamaan toimintaansa kulttuuritaustansa pohjalta.
sms: Pueʹr vuâmmšõõttâmoodd veäǩǩad vuâmmšed še uuccmõõzzid kulttuurrääʹtktõõzzid da ravvõs kulttuurfiʹttjõõzz veäkka ooumaž pâstt jeeʹres vueʹjjin mueʹǩǩeed toimmjumuužžas kulttuurtuâʹkkses vuađâlt.

source: Lapsen kasvatukseen osallistuvien tulisi tietoisesti ohjata lapsen kulttuurista tietoisuutta.
sms: Jeäʹleest määŋgkulttuurlaž pirrõõzzâst ooumaž kaaunââtt juõʹǩǩpeeiʹv nuuʹbb kulttuurõlmstõõǥǥid da räʹtktõõzzid.

source: Eläessään monikulttuurisessa ympäristössä ihminen kohtaa päivittäin toisen kulttuurin ilmiöitä ja eroja.
sms: Jieʹllmez vaaldšumužže son rääjj õhttvuõđid kulttuurlaž rääʹtktõõzzi kõsǩǩe da âânn räʹtktõõzzid äuʹǩǩen jieʹllem vaaldšumuužžâst.

source: Kulttuurisen tietoisuuden avulla ihminen voi ymmärtää erilaisuuksien yhteyksiä.
sms: Kulttuurlaž teâđstumuužž veäkka ooumaž vuäitt fiʹttjed jeeʹresnallšemvuõđi õhttvuõđid.

source: Monikulttuurisuuden säilymisen edellytyksenä on, että kulttuurien erilaisuuksien välillä on positiivinen yhteys.
sms: Määŋgkulttuurlažvuõđ seilljem õõlǥtõzzân lij, što kulttuur jeeʹresnallšemvuõđi kõõskâlt lij positiivlaž õhttvuõtt.

source: Kulttuuristen erojen korostaminen aiheuttaa sen, että ihminen välttää toisesta kulttuurista tulevia asioita kokien ne vaaraksi omalle kulttuurilleen.
sms: Kulttuurlaž rääʹtktõõzzi kaggmuš tuejjad tõn, što ooumaž veälttad nuuʹbbest kulttuurest puõʹtti aaʹššid ǩiõččlââsteeʹl tõid vaarrân jiiʹjjes kulttuure.

source: Tämä ylläpitää ennakkoluuloja ja mahdollistaa kulttuurista syrjintää.
sms: Tät tuõʹllai pâʹjjen õuddkäddmõõzz da oʹvdd vueittemvuõđ kulttuurlaž iilbšumuužže.

source: Pelkästään suvaitsevaisuuteen pyrkivä monikulttuurisuus ei takaa kulttuurillista eikä yksilöiden välistä tasa-arvoa.
sms: Õhttu suåvadvuõtte põrggi määŋgkulttuurvuõtt ij staann kulttuurlaž ij-ga persoonkõskksaž tääzzäärvv.

source: Luonnollinen monikulttuurisuus perustuu yhteisvastuullisuuteen, jossa toisiin yksilöihin ja kulttuureihin suhtaudutaan tasa-arvoisesti.
sms: Luâđlaž määŋgkulttuurvuõtt lij vuađđan õhttsažvasttumumužže, koʹst nuuʹbbid persoonid da kulttuurid šiõttõõlat tääzzärvv mieʹldd.

source: Käytännön esimerkkejä monikulttuurisuuden arvostamiseksi ja kulttuuritajun kehittämiseksi varhaiskasvatuksessa:
sms: Tueʹjjeemnääʹl õuddmiârkk määŋgkulttuurlažvuõđ arvvstumužže da kulttuur fiʹttjõõzz õõudâsviikkmužže håiddâkksai peâmmʼmuužžâst:

source: • kerrotaan lapselle monivivahteisia ja -merkityksellisiä tarinoita
sms:  mainsted päärnže määŋgnallšem da -miârkkšeei mainnsid

source: • luodaan tilanteita, jossa lapsi pääsee arvioimaan kulttuuristen erojen välisiä yhteyksiä (ei eroja) ja keskustellaan niistä
sms:  raajât šõddmuužžid, koʹin päärnaž piäžž arvvstõõllâd kulttuurlaž rääʹtktõõzzi kõskksaid õhttvuõđid (ij räʹtktõõzzid) da saǥstõõllâd tõin

source: • luodaan tilanteita, jossa lapsi pohtii omia kulttuurisia kokemuksiaan
sms:  raajjâd vueʹjjid, koʹst päärnaž smeâtt jiiʹjjes kulttuurlaž ǩiõʹččlâsttmuužžid

source: • kehitetään lapsen havainnointi- ja arviointikykyä järjestämällä yhteisiä tilaisuuksia ja tapahtumia eri kulttuuria edustavien kanssa
sms:  viikkad õõudâs päärna vuâmmšõõttâm - da ärvvstõõllmušoodd järjsteeʹl õhttsaid šõddmuužžid kulttuur eeʹtǩeejivuiʹm

source: 4.3. Saamelainen musiikki, tanssi, kertomusperinne, taide ja kirjallisuus
sms: 4.3. Säʹmmlažmusiikk, tanss, maainâzärbbvuõtt, čeäʹpptuâʹjj da ǩeʹrjjlažvuõtt

source: Saamelaisella musiikilla on tärkeä kulttuurinen ja yhteisöllinen merkitys.
sms: Säʹmmlast musiikkest lij vääžnai kulttuurlaž da õhttsažkåʹddlaž miârktõs.

source: Luohti, leu´dd, livđe tai kolttasaamelainen itkuperinne voi olla henkilön tuntomerkki, salaisten tarinoiden kertoja, yhteyden rakentaja, huvittaja, rakkauden tunnustaja, pilkkaaja, luonnon ja eläinten kuvailija, lasten kasvattaja tai väline toisen ihmisen muistamiseen ja suremiseen.
sms: Luohti, leuʹdd, livđe leʹbe nuõrttsäʹmmlaž reäkmõšärbbvuõtt vuäitt leeʹd persoon tobbdmiârkk, sueʹles mainnsi mansteei, õhttvuõđ raajji, hääsǩteei, rääǩǩesvuõđ tobddsteei, viggteei, luâđ da meäʹccjieʹllji karttʼteei, päärnai peâmmai leʹbe neäʹvv nuuʹbb oummu mošttmužže da pecclâsttmužže.

source: Saamelainen musiikki perinteisessä muodossaan on alkanut kadota ja sen esittäminen ja harjoittaminen on vähentynyt.
sms: Säʹmmlaž musiikk ärbbvuađlaž ååblǩest lij läppješkuättam da tõn čuäjtumuš da tueʹjjumuš lij occnam.

source: Perinteisen musiikin rinnalle on elpynyt perinnemusiikki uudessa muodossa.
sms: Ärbbvuâđlaž musiikk páldde lij jeäʹlljam ärbbvuõttmusiikk ođđ ååblǩest.

source: Perinteinen musiikki on edelleen saamelaisille tärkeä identiteetin symboli ja yhteen kokoava voima.
sms: Äʹrbbvuõđ mieʹlddsaž musiikk lij õin säʹmmlaid vääžnai identiteett symboli da õhtte noorri viõkk.

source: Perinnemusiikin elvyttämiseksi on tärkeää, että varhaiskasvatuksessa lapsella on mahdollisuus kuulla ja tavata musiikin taitajia.
sms: Ärbbvuõttmusiikk jeäʹlljâttmužže lij vääžnai, što håiddâkksai peâmmʼmuužžâst päärnain lij vueittemvuõtt kuuʹllâd da vueiʹnned musiikk čeäʹppid.

source: Katrillitanssi on kulkeutunut Venäjän kulttuuripiirien kautta kolttasaamelaisille.
sms: Kadrealsiõrr lij jååttam Ruõššjânnam kulttuurkruuggi mieʹldd nuõrttsäʹmmlaid.

source: Kolttasaamelainen katrillitanssi on neljän parin muodostama, johon kuuluu neljä miestä ja neljä naista.
sms: Nuõrttsäʹmmlaž kadrealsiõrr lij neeljj paar raajjâm, koozz kolle neljj oumma da neljj neljä neezzan.

source: Tanssi on parien välistä vuoropuhelua, jota säestää hanurimusiikki tai leudd.
sms: Tanss lij paari kõskksaž vuârrmainstumuš, koonn tueʹǩǩen såitt garmaanmusiikk leʹbe leudd.

source: Saamelaiselle kertomusperinteelle on luonteenomaista kielellisen ilmaisun rikkaus, sanallinen runsaus ja ilmaisujen moninaisuus.
sms: Sääʹm maainâzärbbvuõtt lij luâdmieʹĺddsaž ǩiõlvuađlaž âlmmeem reeʹǧǧesvuõtt, säänlaž reeʹǧǧesvuõtt da õlmstõõǥǥi määŋgnallšemvuõtt.

source: Saamelainen kertomus on usein pala jotain muistoa, muistelma jostakin todellisesta tapahtumasta tai toisesta kertomuksesta.
sms: Säʹmmlaž maainâz lij täuʹjja kooskaž koonn-ne mooštt, mušttlõõzz koonn-ne tuõđlaž šõddmuužžâst leʹbe nuuʹbbest mainnsest.

source: Kertomukset ja tarinat liittyvät usein paikkoihin, tapahtumiin, ihmisiin, koiriin, poroihin, erilaisiin töihin sekä luonnonilmiöihin.
sms: Mainnâz koʹlle õʹhtte täuʹjja paaiǩi-, šõddmuužži-, oummi-, pieʹnnei-, puõccui-, jeeʹresnallšem tuâʹjaivuiʹmm da luõđain.

source: Saamelaisen musiikki – ja kertomaperinteen kautta lapsi saa tietoa saamelaiseen elämäntapaan ja kulttuuriin liittyvistä asioista.
sms: Säʹmmla musiikk – da mainstemärbbvuõđ mieʹldd päärnaž piäʹzz tieʹtted Sääʹmjieʹllem vueʹjjid da kulttuure kuulli aaʹššin.

source: Kuvataide on yksi ilmaisumuoto, joka kehittää lapsen mielikuvitusta ja rohkeutta itseilmaisussa.
sms: Kaartčeäʹpptuâʹjj lij õhtt õlmmeemnääʹll, kååʹtt õõudâsveekk päärna miõl- likkõõzzid da smellâkvuõđ jiõččõlmmumuužžâst.

source: Taidekasvatuksella pyritään lapsen persoonallisuuden monipuoliseen kehittämiseen.
sms: Päärnaivuiʹm ââlǥče âânned nut jiânnai ko mååžna luâvas karttvuađlaž õlmmumuužž.

source: Lasten kanssa tulisi käyttää mahdollisimman paljon vapaata kuvallista ilmaisua.
sms: Eeuʹnid da ååblǩid tobddstõõttmuš konkreettlaž neäʹvvai mieʹldd lij juʹn miõllsõs.

source: Taiteen keinoin saamelaisuutta voi käsitellä monipuolisesti.
sms: Čeäʹppvuõđ kuånstivuiʹm sääʹmvuõđ vuäitt kiõttʼtõõllâd määŋgbeäʹllsânji.

source: Pienten lasten kanssa tärkeintä on kokemuksellisuus ja asioiden käsittely kuvien ja tekemisen kautta.
sms: Siõmpäärnaivuiʹm täärǩmõs lij ǩiõččlâʹsttemvuađlažvuõtt da aaʹšši ǩiõttʼtõõllmuš kaarti da tuejjeem mieʹldd.

source: Saamelaisen sanankäytön perinne on vahva.
sms: Säʹmmla sääʹnâânnem ärbbvuõtt lij raavâs.

source: Satu- ja tarinaperinne välittyvät ennen kaikkea lastenkirjallisuudessa.
sms: Maainâsärbbvuõđ serddje õuddal puk päärnaiǩeʹrjjlažvuõđâst.

source: Monen saamelaisen lastenkirjan pohjana on yhteys arkimaailman ja näkymättömän maailman välillä.
sms: Määŋg säʹmmla päärnaiǩeerjj vuađđân lij õhttvuõtt arggmââilmmn da kuestǩani mââilmmn kõõskâlt.

source: Kirjoissa korostuu saamen kielen rikkaus, joka nähdään tärkeänä koko kulttuuriperinteen ymmärtämiseksi.
sms: Ǩeeʹrjin pâʹjjan sääʹmǩiõl reeǧǧesvuõtt, kååʹtt vueinet vääžnai äʹššen obb kulttuurärbbvuõđ fiʹttjumužže.

source: Käytännön esimerkkejä perinteisen tiedon välittämisestä, taiteellisten kokemusten ja esteettisen tajun vahvistamisesta varhaiskasvatuksessa:
sms: Tueʹjjeemnääʹl õuddmiârkk ärbbvuâđlaž teâđ väältumuužžâst, čeäppvuađlaž ǩiõʹččlâstmuužži da esteettlaž fiʹttjõõzz raavumuužžâst håiddâkksai peâmmʼmuužžâst:

source: • pidetään säännöllisiä ”tarinapäiviä” ikääntyneiden ihmisten kanssa
sms:  raajât mainnzin da ärvstõõllmuužžin vueʹss juõʹǩǩpeiʹvvsaid tuåimid

source: • katsotaan ikääntyneiden ihmisten kanssa vanhoja kuvia ja ”muistellaan” tapahtumia
sms:  ǩiõčcát puäresoummivuiʹm vuäʹmm kaartid da ”mušttlet” šõddmuužžid

source: • kuunnellaan ja opetellaan paikallista perinnemusiikkia musiikin taitajien kanssa
sms:  kulddlet da mätttʼtõõđat pääiklaž ärbbvuõttmusiikk musiikčieʹppivuiʹm

source: • tutustutaan muiden alueiden musiikkiperinteeseen
sms:  tobbdstõõđât jäʹrrsi vuuʹvdi musiikkärbbvuõtte

source: • tehdään omasta yksiköstä joiku/leu´dd/livđe, harjoitellaan äänen käyttöä ja esiintymistä
sms:  raajât jiiʹjjes õõutilooǥǥâst joiku/leuʹdd/livđe, harjjtõõlât jiõnâânnmuužž da čuäjtumuužž

source: • leikitään saamelaisia leikkejä, laululeikkejä, valmistetaan saamelaisia leikkikaluja • tutustutaan taiteen keinoin saamelaisiin väreihin, pukuihin, luontoon eri vuodenaikoineen
sms:  siõrât säʹmmlaid siõrid, laaulsiõrid, valmštet säʹmmlaid siõrrneäʹvvaid  tobbdstõõđât čeäʹppvuõđ veäkka säʹmmlaid eeuʹnid, sääʹmpihttzid, luõttu jeeʹres eeʹjjaaiʹji mieʹldd

source: • rakennetaan yksikköön kierrätysmateriaaleista jokin kuva (lehdistä leikeltyjä kuvia, paperia, värien käyttöä)
sms:  raajât õõutiloǩǩe läǧǧstum aunnsin miine kartt (lõõstin cuõppum kaartid, põmmâi, eeuʹni âânnmuužž)

source: • tehdään taidekäsitöitä (mielikuvituksen käyttö, uuden idean luominen)
sms:  raajât čeäʹppǩiõtt-tuâʹjaid (miõl liikkõõzz âânnmuš, ođđ idea raajjmuš)

source: • näytellään jokin saamelainen tarina, katsotaan saamelaisia elokuvia
sms:  čuäjtet koonn- ne säʹmmla mainnáz, ǩiõčcât säʹmmlaid jieʹllikaartid

source: • tutustutaan saamelaisiin runoihin ja kirjallisuuteen, kerätään perinnetietoa mm. haastattelemalla
sms:  tobbdstõõđât säʹmmlaid tiivtid da ǩeʹrjjlažvuõtte, noorât ärbbvuõtt tiâđ jm. mainstââtteeʹl

source: • kutsutaan paikallisia saamelaistaiteilijoita vierailemaan, vieraillaan taide- ja kulttuuritapahtumissa
sms:  kååččad pääiklaž sääʹm čeäpptuâʹjjlaid kõʹlljed, kõʹlljet čeäʹpptuâʹjj- da kulttuuršõddmuužžin

source: • tutustutaan saamelaistaiteeseen ja symboleihin: Nils-Aslak Valkeapää: värien käyttö, symboliikka Kerttu Vuolab: leikkelytekniikat, kollaasit Merja Aletta Ranttila: Prinsessakuvat Brita Marakatt-Labba: kirjomistekniikka, tarinat
sms:  tobbdstõõđât sääʹm čeäpptuõʹjju da symbolid: Nils-Aslak Valkeapää: eeuʹni âânnmuš, symboliikk Kerttu Vuolab: čuõppâmtekniikk, kollaazz Merja Aletta Ranttila: Prinsesskaartt Brita Marakatt-Labba: ǩeʹrjjeemtekniikk, mainnâz

source: • järjestetään saamelaislasten yhteisiä vuosittaisia tapahtumia
sms:  riâššat sääʹmpäärnai õhttsaid juõʹǩkâkksaid čeäʹppšõddmuužžid

source: SOSIAALISUUS, LEIKKI, LIIKKUMINEN JA OPPIMINEN
sms: SOSIALAŽVUÕTT, SIÕRR, LIIKKUMUŠ DA MÄTTJUMUŠ

source: 5.1. Oppiminen, leikki ja liikkuminen
sms: 5.1. Mättjumuš, siõrr da liikkumuš

source: Oppimisen ilo syntyy turvallisessa ja kannustavassa ilmapiirissä, jossa lapsi saa mahdollisuuden itsenäiseen, omatoimiseen tutkimiseen ja tekemiseen.
sms: Mättjemrämm šâdd staanlaž da kueʹddteei åårrmuužžâst, koʹst päärnaž vuäʹǯǯ vueittemvuõđ jiõččvuađlaž, jiiʹjjestuåimmsa tutǩǩumužže da raajjmužže.

source: Jokainen lapsi on yksilöllinen oppija.
sms: Juõǩǩkaž päärnaž lij persoonlaž mättjeei.

source: Jotta jokainen lapsi voisi löytää oman tavan ja sen myötä ilon oppia, panostetaan varhaiskasvatuksessa monipuolisuuteen myös oppimisen suhteen.
sms: Što juõǩǩkaž päärnaž vuäitče kaunnâd jiiʹjjesnääʹll da tõn mieʹldd räämm mättjed, tieʹddtet håiddâkksai peâmmʼmuužžâst määŋgbeäʹllsažvuõtte še mättjem kõskkvuõđin.

source: Varhaiskasvatuksen pedagogisena haasteena on antaa lapselle mielekkäitä, monipuolisia oppimiskokemuksia kielen ja kulttuurin suhteen niin, että lapsi kokee ne arvokkaiksi ja hän uskaltaa myös yrittää ja erehtyä.
sms: Håiddâkksai peâmm pedagoglaž vâʹǯǯelvuõttân lij uʹvdded päärnže miõllsõs, määŋgbeäʹllsaid mättjem ǩiõʹččlâsttmuužžid ǩiõl da kulttuurkõskkvuõđin nuʹt, što päärnaž ǩiõččlâʹstt tõid ärvvsõs äʹššen da son tuâʹstt še ǩiõččlâddet da ošvtõõttât.

source: Kasvatustoiminnassa lapsen havainnointi- ja itsearviointikykyä kehitetään monipuolisesti.
sms: Peâmmtoimmjumuužžâst päärna vuâmmšõõttâm - da jiõčč ärvvstõõllâmooddaid viiǥǥâd õõudâs määŋgbeäʹllsânji.

source: Lapselle ei suoraan kerrota, kuinka jokin asia pitää tehdä vaan lasta ohjataan hyväksi havaittuun toimintatapaan antamalla hänelle vihjeitä.
sms: Päärnže jeäʹt vuõiǧǧest säärn, mähtt miine äʹšš aalǥče tueʹjjeed peʹce päärna ohjjeed pueʹrren vuõinnum tuåimmjemnääʹlin uuʹvdeeʹl suʹnne peäggtõõzzid.

source: Tavoitteena on saada lapsi itse arvioimaan työnsä tuloksen ja osaamisen tason mahdollisimman totuudenmukaisesti.
sms: Täävvtõzzân lij vuäʹǯǯad päärnaž jiõčč arvvstõõllâd tuâʹjjáz pohttmõõzzid da silttumuužž tääzz mååžna jiânnai tuõđmieʹlld.

source: Arviointikyvyn kehittyneisyys auttaa lasta ongelmatilanteissa.
sms: Ärvvstõõllmušooddai õuddnumuš veäǩǩad päärna proʹbleeʹmpaaiǩin.

source: Lapsen laaja-alaisuuden ja monipuolisuuden kehittämiseksi asiat opetetaan kokonaisuuksina ja pyritään tuomaan esille kaikki siihen liittyvät yhteydet.
sms: Päärna veeidasvuõđ da määŋgbeäʹllsažvuõd õõdâsviikkmužže aaʹssid mättʼteet obbneezz da kååitad puhtted õudde pukid tõzz kuulli õhttvuõđid.

source: Kasvatus on tietoista, ei sattumanvaraista.
sms: Peâmm lij teâđstum, ij sättõknallšem.

source: Uusi asia sidotaan kokemusten kautta aiemmin opittuihin.
sms: Ođđ äʹšš čõõnât ǩiõʹččlâstmuužži mieʹldd ääiʹjben mättjum aaʹššid.

source: Lapsen tulee saada itse huomata mihin kulloinenkin asia liittyy ja hahmottaa sen perusteella kokonaisuuksia.
sms: Päärna ferttai vuäʹǯǯad jiõčč vuâmmšed kåått koonn aʹššu õhttan da vueinned tõn vuâđalt obbaaʹššid.

source: Vaikka ohjaus ei ole kovin yksityiskohtaista, lapsen turvallisuudentunnetta ei horjuteta.
sms: Håt- i ohjjumuš ilʹla čuuʹt tärǩǩ, päärna staanvuõđ tobddmuužž jeäʹt lâʹsmmed.

source: Lapsella on aina turvana joku ihminen, jolta voi kysyä, ellei itse ole päässyt tyydyttävään tulokseen tai on arviointituloksestaan epävarma.
sms: Päärnast lij pâi ǩiine ooumaž ǩeäzz naʹddjõõttâd, ǩeäst vuäitt kõõččâd, jos iʹlla jiõčč piâzzám tuõtti pohttmõžže leʹbe jos lij ärvvstõõllámpohttmõõzzâst pannaainâs.

source: Saamelaiset leikit perustuvat pääosin luontoon ja elinkeinoihin.
sms: Säʹmmla siõri vuađđ lij pââimõssaaʹjest luâđast da jieʹllemvueʹjjin.

source: Luonnosta saadaan ideoita, innostusta ja ainekset leikkikaluihin.
sms: Siõrid suåvtet eeʹjjaaiʹjid da tõk täuʹjja čuäjte vuõrâsoummi tuõʹjju kuulli toåimid.

source: Leikki on luovuuden perusta.
sms: Siõrr lij raajjâmvuõđlaž.

source: Liikkuminen on lapselle luonnollinen tapa tutustua itseensä, toisiin ihmisiin ja ympäristöön.
sms: Liikkumuš lij päärnže luâđlaž nääʹll tobddstõõttâd jiõcceezz, nuuʹbbid oummid da pirrõzze.

source: Liikunta vahvistaa lapsen tietoisuutta omasta itsestään ja oppimisessa tarvittavia taitoja.
sms: Šõddâmpirrõõzz da juõʹǩǩpeiʹvvsai tuåimi ââlǥče uʹvdded päärnže vueittemvuõtt määŋgbeäʹllsa luâđastliikkumužže.

source: Lapsi tarvitsee päivittäin vähintään kaksi tuntia reipasta liikuntaa.
sms: Liikkumuš raʹvvâđ teâdstumuužž jiiʹstez da mättjumuužžâst taarbšum čeäʹppvuõđid.

source: Motorisia perustaitoja ovat käveleminen, juokseminen, hyppääminen, heittäminen, kiinniottaminen, potkaiseminen sekä lyöminen.
sms: Päärnaž taarbaš juõʹǩǩpeeiʹv uuʹccmõsân kueʹhtt čiáss liikkumuužž. Motorlaž vuađđčeäʹppvuõtte lie väʒʒmõš, urččmuš, njoiggmõš, vuelǧǧumuš, ǩiddväʹlldmõš, čihččmõš di tääkkmõš.

source: Liikunta- ja leikkitilanteissa lapsi saa luontevasti harjoitella sosiaalisia taitoja.
sms: Liikkeem- da siõrrámnääʹli vueʹjjin päärnaž vuäʹǯǯ luâdalt harjtõõttâd sosiaalaž čeäʹppvuõđid.

source: Oman kehon hahmottaminen luo perustan kehonkuvan ja myönteisen minäkuvan kehittymiselle.
sms: Jiiʹjjes rååpp tobddmõs rääjj vuađ rååoo kaartt da miõđlaž jiõččkartt õuddnumužže.

source: Käytännön esimerkkejä saamelaisista leikeistä:
sms: Tueʹjjeemnääʹl õuddmiârkk sääʹmsiõrin:

source: • susi- ja poroleikit, karhunpyyntileikit
sms:  kumpp - da puäʒʒ, kueʹʒǯǯ šeellemsiõrid

source: • suopunki- ja poroerotusleikit
sms:  čaustõk- da puäʒʒpikalõs-siõrid

source: • nuottausleikit
sms:  nueʹttsiõrid

source: • eläinten jälkien tunnistusleikit, riekkoleikit
sms:  jieʹllji ǩiõʹjji tõbđdemsiõrid, reʹppsiõrid

source: • aurinko- ja sääleikit
sms:  peiʹvv - da šõŋŋsõrid

source: 5.2. Yhdessä toimiminen ja huolenpito
sms: 5.2. Õõutveäkka toimmjumuš da huõl âânnmuš

source: Varhaiskasvatuksen arjessa hoitoa, kasvatusta ja oppimista ei voi erottaa toisistaan, vaan ne painottuvat lapsen tarpeiden mukaan.
sms: Håiddâkksai peâmm aarǥâst håiddmuužž, peâmmʼmuužž da mättjumuužž ij vueitt räʹtǩǩed kuimstes, peʹce tõk teäʹdde päärna taarbi mieʹldd.

source: Varhaiskasvatuksessa päivä on täynnä tilanteita, joissa lapsi oppii toiminnan kautta.
sms: Håiddâkksai peâmmʼmuužžâst peiʹvv lij tiudd šõddmuužžid, koin päärnaž mättai toimmjumuužž mieʹldd.

source: Päivittäisissä arjen tehtävissä lapsi oppii vastuuseen ja tavoitteellisuuteen.
sms: Juõʹǩǩpeiʹvvsain aarǥtuâʹjain päärnaž mättai vasttumužže da täävvtõsvuõtte.

source: Niin hoidon, kasvatuksen kuin oppimisenkin päämääränä on auttaa lasta tekemään ja ajattelemaan itse sekä ottamaan vastuuta.
sms: Nuʹt hååidd, peâmmtuââʹj ko še mättjem mierren lij veäǩǩted päärna tueʹjjeed da juʹrdded jiõčč di väʹldded västteemvuõđ.

source: Toisten kunnioittaminen ja huomioiminen sekä sosiaaliset taidot ja leikki ovat keskeisellä sijalla varhaiskasvatuksessa.
sms: Kueiʹmi cisttjumuužžâst da loʹkku väʹlddmuužzâst di sosiaalaž čeäʹppvuõđâst siõrr lie kõskksââʹjest håiddâkksai peâmmʼmuužžâst.

source: Lapsi oppii sovittelemaan, jakamaan ja toimimaan yhdessä.
sms: Päärnaž mättai suåvtõollâd, jueʹǩǩed da toimmjed õõutsââʹjest.
